export interface ISkill {
  title: string;
  description: string;
}

export const skillsConfig: ISkill[] = [
  {
    title: 'Искусство кадра: Вкус и Гармония',
    description:
      'В своих съёмках я опираюсь на вкус, эстетику, чувство гармонии и модные тенденции. Безусловно, успешная фотосессия во многом зависит от тщательной подготовки — но это лишь часть процесса, которая приходит с опытом',
  },
  {
    title: 'Опыт и Профессионализм',
    description:
      'Мой профессионализм говорит сам за себя — его видно в каждой работе. Я создаю не просто фотографии, а атмосферу, которая передаёт эмоции и подчеркивает индивидуальность каждого человека',
  },
  {
    title: 'Больше, чем просто фотография',
    description:
      'Для меня важны не только кадры, но и человеческие связи. Я стараюсь создавать комфортную и вдохновляющую атмосферу, в которой каждый чувствует себя уверенно и свободно',
  },
  {
    title: 'Ваш успех — моя цель',
    description:
      'Если вы хотите получить приятный опыт и качественный результат — буду рад сотрудничеству. Помогу раскрыть ваш потенциал — будь то создание контента для себя или полноценное продакшн-сопровождение для вашей компании',
  },
];
